{
    "type": "success",
    "code": 1000,
    "status": 200,
    "message": "Video metadata successfully retrieved",
    "result": {
        "audio_descriptions": [
            {
                "audio_clips": [
                    {
                        "_id": "5cfdbcb0738bc722a6330ea0",
                        "video": "5cfdbc46738bc722a6330e9f",
                        "audio_description": "5cfdbc46738bc722a6330e9e",
                        "user": "5cf9218139770c52107c6368",
                        "label": "Intro",
                        "playback_type": "extended",
                        "start_time": 1.381743,
                        "end_time": 1.381743,
                        "duration": 81.36272108843538,
                        "file_name": "r3ASQvQNGYs_5cfdbcb0738bc722a6330ea0.wav",
                        "file_size_bytes": 14352428,
                        "file_mime_type": "audio/wav",
                        "file_path": "/current/r3ASQvQNGYs",
                        "created_at": 20190610021304,
                        "__v": 0,
                        "transcript": [
                            {
                                "_id": "5e55821b43a659c66dd36de3",
                                "sentence": " The video starts with overhead drone shots panning over new york city and then central park. While the title lower body workout by a dog, pound appears on the bottom.",
                                "start_time": 1.39,
                                "end_time": 11.44
                            },
                            {
                                "_id": "5e55821b43a659c66dd36de2",
                                "sentence": " The next shot then shows a busy manhattan street with many taxis and cars driving.",
                                "start_time": 11.56,
                                "end_time": 17.21
                            },
                            {
                                "_id": "5e55821b43a659c66dd36de1",
                                "sentence": " The next scene shows a union square park neighborhood with a young mom and her two young children biking",
                                "start_time": 17.28,
                                "end_time": 23.31
                            },
                            {
                                "_id": "5e55821b43a659c66dd36de0",
                                "sentence": " and then shot after that shows a cross walk intersection of another busy manhattan neighborhood. While the words are low, hotels appear on the bottom, right?",
                                "start_time": 23.44,
                                "end_time": 31.94
                            },
                            {
                                "_id": "5e55821b43a659c66dd36ddf",
                                "sentence": " Cutting to the next scene. A black plaque with the arlo SOHO logo on a brick wall appears.",
                                "start_time": 32.16,
                                "end_time": 38.19
                            },
                            {
                                "_id": "5e55821b43a659c66dd36dde",
                                "sentence": " The camera then pans over to the black in glass awning roof adorned with lights.",
                                "start_time": 38.45,
                                "end_time": 43.54
                            },
                            {
                                "_id": "5e55821b43a659c66dd36ddd",
                                "sentence": " The nicene shows arlo SOHO hotel exterior in its entirety in the neighborhood, setting a bright modern lobby, a large room with a bar to the left, and many seating areas where people are seen working",
                                "start_time": 43.72,
                                "end_time": 56.01
                            },
                            {
                                "_id": "5e55821b43a659c66dd36ddc",
                                "sentence": " in a view of the courtyard from the tall windows are shown.",
                                "start_time": 56.01,
                                "end_time": 59.47
                            },
                            {
                                "_id": "5e55821b43a659c66dd36ddb",
                                "sentence": " Then a burly male trainer begins his introduction in the spacious studio space of the hotel, whilst other trainers, a male and a female stand behind him.",
                                "start_time": 59.84,
                                "end_time": 69.85
                            },
                            {
                                "_id": "5e55821b43a659c66dd36dda",
                                "sentence": " The main trainer is wearing a black t shirt with a dog pound logo, while his other two trainers are wearing black dog, pound tank tops and other block workout gear.",
                                "start_time": 70.12,
                                "end_time": 79.83
                            }
                        ]
                    },
                    {
                        "_id": "5cfdbd78a774ac520ff93f3a",
                        "video": "5cfdbc46738bc722a6330e9f",
                        "audio_description": "5cfdbc46738bc722a6330e9e",
                        "user": "5cf9218139770c52107c6368",
                        "label": "Mid",
                        "playback_type": "extended",
                        "start_time": 26.960454545454542,
                        "end_time": 26.960454545454542,
                        "duration": 51.82693877551021,
                        "file_name": "r3ASQvQNGYs_5cfdbd78a774ac520ff93f3a.wav",
                        "file_size_bytes": 9142316,
                        "file_mime_type": "audio/wav",
                        "file_path": "/current/r3ASQvQNGYs",
                        "created_at": 20190610021624,
                        "__v": 0,
                        "transcript": [
                            {
                                "_id": "5e5195960a396d3b41d14003",
                                "sentence": " The next scene cuts to the female trainer in a hotel guest room with a leg up on the bed. Sludge",
                                "start_time": 1.72,
                                "end_time": 7.99
                            },
                            {
                                "_id": "5e5195960a396d3b41d14002",
                                "sentence": " doing lunge is",
                                "start_time": 7.99,
                                "end_time": 9.16
                            },
                            {
                                "_id": "5e5195960a396d3b41d14001",
                                "sentence": " another. See next shows a woman relaxing and reading in a large white bed with large wooden head boards next to florida ceiling glass windows,",
                                "start_time": 9.32,
                                "end_time": 18.51
                            },
                            {
                                "_id": "5e5195960a396d3b41d14000",
                                "sentence": " then different room types",
                                "start_time": 18.6,
                                "end_time": 20.97
                            },
                            {
                                "_id": "5e5195960a396d3b41d13fff",
                                "sentence": " from a single queen bed to two twin beds are shown, and the black and white dog pound billboard signage is visible outside of the guest room window.",
                                "start_time": 20.97,
                                "end_time": 29.23
                            },
                            {
                                "_id": "5e5195960a396d3b41d13ffe",
                                "sentence": " Then the scene cuts back to the clean and modern studio space with its wooden floors, large windows, and colorful books on shelves.",
                                "start_time": 29.44,
                                "end_time": 36.75
                            },
                            {
                                "_id": "5e5195960a396d3b41d13ffd",
                                "sentence": " The main trainer is gone,",
                                "start_time": 36.76,
                                "end_time": 38.58
                            },
                            {
                                "_id": "5e5195960a396d3b41d13ffc",
                                "sentence": " and the male and female trainer is standing with two chairs behind them.",
                                "start_time": 38.58,
                                "end_time": 42.74
                            },
                            {
                                "_id": "5e5195960a396d3b41d13ffb",
                                "sentence": " The female trainer begins describing their work as in detail as the male falls along. And they both do the movements that their describing.",
                                "start_time": 42.74,
                                "end_time": 50.55
                            }
                        ]
                    },
                    {
                        "_id": "5cfdbe31a774ac520ff93f3b",
                        "video": "5cfdbc46738bc722a6330e9f",
                        "audio_description": "5cfdbc46738bc722a6330e9e",
                        "user": "5cf9218139770c52107c6368",
                        "label": "End",
                        "playback_type": "extended",
                        "start_time": 172.67529220779218,
                        "end_time": 172.67529220779218,
                        "duration": 84.52063492063492,
                        "file_name": "r3ASQvQNGYs_5cfdbe31a774ac520ff93f3b.wav",
                        "file_size_bytes": 14909484,
                        "file_mime_type": "audio/wav",
                        "file_path": "/current/r3ASQvQNGYs",
                        "created_at": 20190610021929,
                        "__v": 0,
                        "transcript": [
                            {
                                "_id": "5e557f2314a7ae98ff6a9a8b",
                                "sentence": " A barrister who is out of the shot is making different coffees from a large silver machine.",
                                "start_time": 1.72,
                                "end_time": 7.08
                            },
                            {
                                "_id": "5e557f2314a7ae98ff6a9a8a",
                                "sentence": " A woman then is seen pouring milk into her cup of hot coffee. The next scene shows another woman carrying a white and orange are low. Logo tote back as she walks towards the bodega shelves lined with different drinks in to go food.",
                                "start_time": 7.08,
                                "end_time": 19.61
                            },
                            {
                                "_id": "5e557f2314a7ae98ff6a9a89",
                                "sentence": " Next, a bike with the arlo towed back in its basket is shown. After that, the camera cuts to the outdoors, and the large white arlo logo is seat on the side of the hotels brick exterior, while the blue harold signage sits next to it, and the black dog pound billboard is across the street.",
                                "start_time": 19.89,
                                "end_time": 36.88
                            },
                            {
                                "_id": "5e557f2314a7ae98ff6a9a88",
                                "sentence": " The next shot cuts to a black boxing ring with black gloves on the floor.",
                                "start_time": 37.19,
                                "end_time": 41.86
                            },
                            {
                                "_id": "5e557f2314a7ae98ff6a9a87",
                                "sentence": " And out of focus in the background, two people are talking.",
                                "start_time": 41.86,
                                "end_time": 45.53
                            },
                            {
                                "_id": "5e557f2314a7ae98ff6a9a86",
                                "sentence": " Then. Different quick cuts of different workouts are seen after, including jumping and weight training.",
                                "start_time": 46.04,
                                "end_time": 51.9
                            },
                            {
                                "_id": "5e557f2314a7ae98ff6a9a85",
                                "sentence": " The dog pound logo is seen on black dumbbells.",
                                "start_time": 51.9,
                                "end_time": 54.84
                            },
                            {
                                "_id": "5e557f2314a7ae98ff6a9a84",
                                "sentence": " After that. Different new york city's sceneries are shown from the building, letting up a dusk to the waters with the city's keep in the back. Drop",
                                "start_time": 54.84,
                                "end_time": 62.81
                            },
                            {
                                "_id": "5e557f2314a7ae98ff6a9a83",
                                "sentence": " the dog pound logo. Black billboard is seen again",
                                "start_time": 62.81,
                                "end_time": 65.93
                            },
                            {
                                "_id": "5e557f2314a7ae98ff6a9a82",
                                "sentence": " the video then face to black, and the white are low logo flies in from the bottom and sits in the middle.",
                                "start_time": 66.21,
                                "end_time": 72.36
                            },
                            {
                                "_id": "5e557f2314a7ae98ff6a9a81",
                                "sentence": " W w w dot arlo hotels dot com then appears at the bottom of the screen and white.",
                                "start_time": 72.36,
                                "end_time": 77.83
                            },
                            {
                                "_id": "5e557f2314a7ae98ff6a9a80",
                                "sentence": " Both the logo and the url then zooms away before disappearing to a now black screen.",
                                "start_time": 77.84,
                                "end_time": 83.2
                            }
                        ]
                    }
                ],
                "_id": "5cfdbc46738bc722a6330e9e",
                "video": "5cfdbc46738bc722a6330e9f",
                "user": {
                    "opt_in": [],
                    "_id": "5cf9218139770c52107c6368",
                    "email": "jacqueline@helixhotelmgmt.com",
                    "name": "Jacqueline Liang",
                    "given_name": "Jacqueline",
                    "picture": "https://lh4.googleusercontent.com/-UflZQbUXiog/AAAAAAAAAAI/AAAAAAAAAAc/JfPhRM08tfM/s96-c/photo.jpg",
                    "locale": "en",
                    "google_user_id": "109790099113245054705",
                    "last_login": 20190606142153,
                    "token": "b11a8f93db839e27712484072da7cc72120c08f64363498f60460a2cb2fd89dd",
                    "__v": 0,
                    "policy_review": ""
                },
                "status": "published",
                "language": "en-us",
                "created_at": 20190610021118,
                "updated_at": 20190610021118,
                "notes": "-Intro-\n\nThe video starts with overhead drone shots panning over New York City and then Central Park while the title, Lower Body Workout By Dogpound, appears on the bottom. The next shot then shows a busy Manhattan street with many taxis and cars driving. The next scene shows the Union Square Park neighborhood with a mom and her two young children biking. And the next shot shows the crosswalk intersection of another busy Manhattan neighborhood while the words Arlo Hotels appear on the bottom right. Cutting to the next scene, a black plaque with the Arlo SoHo logo on a brick wall appears. The camera then pans over the black and glass awning roof adorned with lights. The next scene shows Arlo SoHo Hotel exterior in it's entirety in the neighborhood setting. A bright modern lobby, a large room with a bar to the left and many seating areas, where people are working and a view of the Courtyard from the tall windows are shown.\n\nThen a burly male trainer begins his introduction in the spacious Studio space of the hotel while his other trainers, a male and a female, stand behind him. The main trainer is wearing a black tshirt with the Dogpound logo while his other two trainers are wearing black Dogpound tanktops and other black workout gear.\n\n-Mid-\n\nThe next scene cuts to the female trainer in a hotel guestroom with leg up on the bed’s ledge, doing lunges. Another scene next shows a woman relaxing and reading in a large white bed with large wooden headboards next to floor-to -eiling glass windows. Then, different room types, from a single Queen bed to two Twin beds, are shown, and the black and white Dogpound billboard signage is visible outside of the guestroom window.\n\nThen the scene cuts back to the clean and modern Studio space with it's wooden floors, large windows and colorful books on shelves. The main trainer is gone and the male and female trainer is standing with two chairs behind them. The female trainer begins describing their workouts in detail as the male follows along and they both do the movements that they're describing. \n\n-End-\nA barista, who is out of the shot, is making different coffees from a large silver machine. A woman then is seen pouring milk into her cup of hot coffee. The next scene shows another woman carrying a white and orange Arlo logo tote bag as she walks towards the Bodega shelves lined with different drinks and to-go food. Next, a bike with the Arlo tote bag in its basket is shown. After that the camera cuts to the outdoors and the large white Arlo logo is seen on the side of the hotel's brick exterior ,while the blue Harold’s signage sits next to it and the black Dogpound billboard is across the street. The next shot cuts to a black boxing ring with black gloves on the floor and out of focus in the background, two people are talking. Different quick cuts of different workouts are seen after, including jumping and weight training. The Dogpound logo is seen on black dumbbells. After that, different New York City sceneries are shown, from the building lighting up at dusk to the waters with the cityscape in the backdrop. The Dogpound logo black billboard is seen again. The video fades to black and the white Arlo logo flies in from the bottom then sitting in the middle. www.arlohotels.com then appears at the bottom of the screen in white. Both the logo and the url then zooms away before disappearing to a now black screen.",
                "__v": 0,
                "admin_review": "",
                "feedbacks": {}
            }
        ],
        "tags": [],
        "custom_tags": [],
        "_id": "5cfdbc46738bc722a6330e9f",
        "title": "Arlo Workout Dara Lower Body",
        "description": "",
        "youtube_id": "r3ASQvQNGYs",
        "created_at": 20190610021118,
        "updated_at": 20190610021929,
        "views": 0,
        "__v": 0,
        "youtube_status": "available",
        "category": "Travel & Events",
        "category_id": "19",
        "duration": 198
    }
}