{
    "type": "success",
    "code": 1000,
    "status": 200,
    "message": "Video metadata successfully retrieved",
    "result": {
        "audio_descriptions": [
            {
                "audio_clips": [],
                "_id": "5a033a9508f3084d7d2a65e0",
                "video": "5a033a9508f3084d7d2a65e1",
                "user": {
                    "opt_in": [],
                    "_id": "5a0335e208f3084d7d2a65db",
                    "email": "plessa1@montclair.edu",
                    "name": "Anne Pless",
                    "given_name": "Anne",
                    "picture": "https://lh4.googleusercontent.com/-8_J471ScLks/AAAAAAAAAAI/AAAAAAAAAAA/ANQ0kf5HlpDr8c-dsXRUHYkDZTvKaSEN4A/s96-c/photo.jpg",
                    "locale": "en",
                    "google_user_id": "109255116163997843227",
                    "last_login": 20171115205616,
                    "token": "871686ac30c895704fbb7e4362ec0a3961e486dd70b5d1c30fb0ad6289b49f69",
                    "__v": 0,
                    "updated_at": 20171115205616,
                    "policy_review": ""
                },
                "status": "published",
                "language": "en-us",
                "created_at": 20171108171045,
                "updated_at": 20171108171045,
                "notes": "family home with christmas decorations being put up. Mom is putting out presents and decorations. Kids are shown opening presents. Christmas tree fully decorated is shown. Mom struggling to wrap presents shown. Mom wearing a chef hat and struggling to cook a christmas dinner is shown. family decorating tree with kid crying, family making cookies in the kitchen. Mother father and two kids are sitting in family room, mother finds out that her mother is coming to visit for the holidays, she panics. Mother surprises daughter at her door for the holidays. Scene change, another mother surprises her daughter at her home for christmas. Scene change to another mother surprising her daughter for christmas at her door. Mother talks to daughter about spending holidays together. The three children get together to complain in bar about their mothers. One mother wants to throw a christmas part at her daughters house. Three mothers are decorating gingerbread houses complaining about their mothers being here for the holidays. Christmas tree flashes on the screen. Women and their children go to a trampoline house. Three women are at a bar again talking about sabotaging christmas for their mothers. The mothers are back in a bar with santa strippers. One mother hits on one of the men dressed as santa. Women is waxing a man in a waxing salon. Women are decorating gingerbread houses. One women and her mother are in a therapists office\nScene changes to the women visiting santa at the mall. ",
                "__v": 0,
                "admin_review": "",
                "feedbacks": {}
            }
        ],
        "tags": [
            "A bad moms christmas",
            "a bad moms christmas trailer",
            "2017",
            "a bad moms christmas movie",
            "mila kunis",
            "kristen bell",
            "kathryn hahn",
            "jay hernandez",
            "oona laurence",
            "christine baranski",
            "susan sarandon",
            "peter gallagher",
            "jon lucas",
            "scott moore",
            "moms",
            "bad moms",
            "mothers",
            "holidays",
            "christmas",
            "funny",
            "comedy",
            "stx"
        ],
        "custom_tags": [],
        "_id": "5a033a9508f3084d7d2a65e1",
        "title": "A Bad Moms Christmas Trailer #1 (2017) | Movieclips Trailers",
        "description": "A Bad Moms Christmas Trailer #1 (2017): Check out the new trailer starring Mila Kunis, Kristen Bell, and Kathryn Hahn! Be the first to watch, comment, and share trailers and movie teasers/clips dropping soon @MovieclipsTrailers. \n\n► Buy Tickets to A Bad Mom's Christmas: http://www.fandango.com/abadmomschristmas_203494/movieoverview?cmp=MCYT_YouTube_Desc \n\nWatch more Trailers: \n► HOT New Trailers Playlist: http://bit.ly/2hp08G1\n► What to Watch Playlist: http://bit.ly/2ieyw8G\n► Comedy Trailer Collection Playlist: http://bit.ly/2iFDytL \n\nA BAD MOMS CHRISTMASfollows our three under-appreciated and over-burdened women as they rebel against the challenges and expectations of the Super Bowl for moms: Christmas.  And if creating a more perfect holiday for their families wasn’t hard enough, they have to do all of that while hosting and entertaining their own mothers.  By the end of the journey, our moms will redefine how to make the holidays special for all and discover a closer relationship with their mothers.\n\nAbout Movieclips Trailers:\n► Subscribe to TRAILERS:http://bit.ly/sxaw6h\n► We’re on SNAPCHAT: http://bit.ly/2cOzfcy \n► Like us on FACEBOOK: http://bit.ly/1QyRMsE \n► Follow us on TWITTER:http://bit.ly/1ghOWmt \n\nThe Fandango MOVIECLIPS Trailers channel is your destination for hot new trailers the second they drop. The Fandango MOVIECLIPS Trailers team is here day and night to make sure all the hottest new movie trailers are available whenever, wherever you want them.",
        "youtube_id": "w2bnY9oWVFw",
        "created_at": 20171108171045,
        "updated_at": 20171108171045,
        "views": 0,
        "__v": 0,
        "youtube_status": "available",
        "category": "Film & Animation",
        "category_id": "1",
        "duration": 147
    }
}