{
    "type": "success",
    "code": 1000,
    "status": 200,
    "message": "Video metadata successfully retrieved",
    "result": {
        "audio_descriptions": [
            {
                "audio_clips": [
                    {
                        "_id": "5db00f508d1e3a57ee0d1603",
                        "video": "5db0075a3bb9f749bcfaf9f8",
                        "audio_description": "5db0075a3bb9f749bcfaf9f7",
                        "user": "5dab64e1aade1e6d7e25dee2",
                        "label": "audio one",
                        "playback_type": "inline",
                        "start_time": 0,
                        "end_time": 5.38702947845805,
                        "duration": 5.38702947845805,
                        "file_name": "0m1IfJUNzmc_5db00f508d1e3a57ee0d1603.wav",
                        "file_size_bytes": 950316,
                        "file_mime_type": "audio/wav",
                        "file_path": "/current/0m1IfJUNzmc",
                        "created_at": 20191023082904,
                        "__v": 0,
                        "transcript": []
                    },
                    {
                        "_id": "5db00fa28dbb3c57e2e6efb5",
                        "video": "5db0075a3bb9f749bcfaf9f8",
                        "audio_description": "5db0075a3bb9f749bcfaf9f7",
                        "user": "5dab64e1aade1e6d7e25dee2",
                        "label": "audio two ",
                        "playback_type": "inline",
                        "start_time": 5.300488,
                        "end_time": 54.526791854875285,
                        "duration": 49.22630385487528,
                        "file_name": "0m1IfJUNzmc_5db00fa28dbb3c57e2e6efb5.wav",
                        "file_size_bytes": 8683564,
                        "file_mime_type": "audio/wav",
                        "file_path": "/current/0m1IfJUNzmc",
                        "created_at": 20191023083026,
                        "__v": 0,
                        "transcript": []
                    },
                    {
                        "_id": "5db0101b8dbb3c57e2e6efb6",
                        "video": "5db0075a3bb9f749bcfaf9f8",
                        "audio_description": "5db0075a3bb9f749bcfaf9f7",
                        "user": "5dab64e1aade1e6d7e25dee2",
                        "label": "audio three",
                        "playback_type": "inline",
                        "start_time": 54.426054,
                        "end_time": 131.51630343310657,
                        "duration": 77.09024943310658,
                        "file_name": "0m1IfJUNzmc_5db0101b8dbb3c57e2e6efb6.wav",
                        "file_size_bytes": 13598764,
                        "file_mime_type": "audio/wav",
                        "file_path": "/current/0m1IfJUNzmc",
                        "created_at": 20191023083227,
                        "__v": 0,
                        "transcript": []
                    },
                    {
                        "_id": "5db010e28d1e3a57ee0d1604",
                        "video": "5db0075a3bb9f749bcfaf9f8",
                        "audio_description": "5db0075a3bb9f749bcfaf9f7",
                        "user": "5dab64e1aade1e6d7e25dee2",
                        "label": "audio four",
                        "playback_type": "inline",
                        "start_time": 131.405804,
                        "end_time": 265.5242620498866,
                        "duration": 134.1184580498866,
                        "file_name": "0m1IfJUNzmc_5db010e28d1e3a57ee0d1604.wav",
                        "file_size_bytes": 23658540,
                        "file_mime_type": "audio/wav",
                        "file_path": "/current/0m1IfJUNzmc",
                        "created_at": 20191023083546,
                        "__v": 0,
                        "transcript": []
                    },
                    {
                        "_id": "5db011468d1e3a57ee0d1605",
                        "video": "5db0075a3bb9f749bcfaf9f8",
                        "audio_description": "5db0075a3bb9f749bcfaf9f7",
                        "user": "5dab64e1aade1e6d7e25dee2",
                        "label": "audio five ",
                        "playback_type": "inline",
                        "start_time": 265.400385,
                        "end_time": 324.9363487188209,
                        "duration": 59.53596371882086,
                        "file_name": "0m1IfJUNzmc_5db011468d1e3a57ee0d1605.wav",
                        "file_size_bytes": 10502188,
                        "file_mime_type": "audio/wav",
                        "file_path": "/current/0m1IfJUNzmc",
                        "created_at": 20191023083726,
                        "__v": 0,
                        "transcript": []
                    },
                    {
                        "_id": "5db011cd8dbb3c57e2e6efb8",
                        "video": "5db0075a3bb9f749bcfaf9f8",
                        "audio_description": "5db0075a3bb9f749bcfaf9f7",
                        "user": "5dab64e1aade1e6d7e25dee2",
                        "label": "audio six ",
                        "playback_type": "inline",
                        "start_time": 324.817155,
                        "end_time": 409.89506883219957,
                        "duration": 85.07791383219954,
                        "file_name": "0m1IfJUNzmc_5db011cd8dbb3c57e2e6efb8.wav",
                        "file_size_bytes": 15007788,
                        "file_mime_type": "audio/wav",
                        "file_path": "/current/0m1IfJUNzmc",
                        "created_at": 20191023083941,
                        "__v": 0,
                        "transcript": []
                    }
                ],
                "_id": "5db0075a3bb9f749bcfaf9f7",
                "video": "5db0075a3bb9f749bcfaf9f8",
                "user": {
                    "opt_in": [],
                    "_id": "5dab64e1aade1e6d7e25dee2",
                    "email": "eliserio@berkeley.edu",
                    "name": "Elise Rio",
                    "given_name": "Elise",
                    "picture": "https://lh3.googleusercontent.com/a-/AAuE7mCMNK1yb-AvNBCWeJVTKHVxQvUy8gC55zIAS_t_=s96-c",
                    "locale": "en",
                    "google_user_id": "107960249861094308149",
                    "last_login": 20191023070936,
                    "token": "cc23324b27b345316075b08aedea35d4a1748753d5f43a0f89500bb083d6e8c0",
                    "__v": 0,
                    "updated_at": 20191023070936,
                    "policy_review": ""
                },
                "status": "published",
                "language": "en-us",
                "created_at": 20191023075506,
                "updated_at": 20191023211930,
                "notes": "Tasty Video: 5 Unique Crepe recipes \nVideo opens to scene of chocolate being spread on a crepe on screen text reads 5 unique crepe recipes and different crepe recipes are displayed in the background \n\nPour 1/2 cup of flour into a bowl \nAdd 1/2 teaspoon of salt and 1/2 teaspoon of sugar Whisk the mixture Add 2 eggs to the bowl Add two table spoons of butter to the bowl Whisk the mixture until even and smooth Add 2/3 cup of milk to the mixture in small increments and whisk the mixture between the increments of milk added and whisk until smooth Poor the mixture from the bowl into a measuring cup \nPour a small amount of the mix into a flat pan on a stove wait until the crepe hardens slightly then flip the crepe and wait a couple seconds for it to cook \nAdd strawberries to the inside of the crepe as well as blackberries, blueberries and raspberries then fold the crepe into a triangle and into a triangle again to make a handheld cone\nAdd some additional fruits to the cone then place the crepe cone into cone holders the video shows 6 cone holders holding crepes \nAdd whipped cream to the top of the crepe cone and add a berry to the top of the whipped cream \nSprinkle some confectioner's sugar on the top of the crepe cones  \nOn screen text reads Mixed Berry Crepe Cones as the camera pans over the finished products \n\nCamera cuts to new empty glass bowl \nPour 2 cups of flour into bowl add 3 tablespoons of sugar and 3 eggs and 1/4 cup of melted butter then mix with wooden spoon add 3 cups of milk divided and mix with wooden spoon until mix is all added and the mixture is liquid \nPour through a strainer and rest 30 minutes \nPour a cup of the mixture onto a flat pan and wait for the crepe to harden slightly then flip using a flat tool let the other side cook for a couple seconds \nTake the crepe off the pan and cut it in half \nSpread 1 tablespoon of chocolate hazelnut spread onto one half of the crepe and place a  banana on top of the spread then fold the crepe around the banana into a triangle and tuck the corner of the crepe into the triangle. Spread one spoonful of whipped cream onto the other half of the crepe and spread it evenly. Place one strawberry on one end of the crepe and fold the crepe around the strawberry into a triangle and tuck a corner of the crepe into the triangle\nOn screen text reads crepe triangle pockets as the camera pans over the finished product and confectioner sugar is sprinkled over the crepe triangles crepes are dipped into whipped cream \n\nCamera cuts to new empty glass bowl \nAdd 2 cups of flour, 1/4 cup of melted butter, 3 table spoons of sugar, 3 eggs and mix with a spatula add 3 cups of milk, 1/2 cup at a time mix evenly with a whisk until the mixture is fairly liquid then pour the mixture through a strainer and rest 30 minutes \nCamera pans to new empty glass bowl with a block of 8 tablespoons of cream cheese in it, add 3 tablespoons of sugar and whisk together with an electric whisk and add 1/3 cup of heavy cream \nWhisk until smooth \nAdd one cup of the original flour mixture to a flat pan and spread the mixture evenly throughout the pan wait until crepe hardens slightly then pick up one edge of the crepe with a flat instrument and flip the crepe and let the other side cook for a couple of seconds \nLet the crepes cools \nLayer 3 crepes on top of each other and cut them down the middle and fold one half of the crepes onto the other half side of the crepes then cut laterally along the horizontal axis of the crepe in the middle of the radius. Pick pieces from the middle section and the side section and lay them next to each other slightly overlapping spread whipped cream across the surface of both pieces lay strawberries along the inside of the pieces on the whipped cream starting from the edge of the crepe pieces roll the crepe piece inwards incorporating the laid out strawberries into the roll. Then roll this piece into 2 other pieces of crepes that only have whipped cream and no strawberries then alternated rolling pieces of crepes with strawberries and without strawberries until you have made a large roll with the crepe pieces and place the roll on a plate and add additional crepe pieces to the side of the roll \nCamera pans over the crepe roll on screen text strawberry rose crepe cake a knife cuts a piece of the cake and a fork cuts into the cake \n\nCamera pans to a new glass bowl with 200mLs of double cream in it 100 grams of strawberries are added and mixed in with a whisk \n45 grams of flour is sifted through a strainer as well as 1 teaspoon of cocoa powder and fingers are used to make a small well in the center of the flour cocoa mixture in the bowl and one egg is cracked into that well. 10 grams of melted butter are added and whisked in 100 mL of milk are added in 3 increments and whisked into the mixture \nA ladle scoops up one scoop of the mixture and pours it onto a flat and buttered pan the mixture is spread evenly around the pan the crepe hardens and turns a darker color it is then flipped with the pan and no help of a tool and the other side is left to cook for a couple of seconds \nThe crepes are laid out and the original cream and strawberry mixture is spread on the crepe a chocolate spread is spread across another crepe the two crepes are stacked with the chocolate spread side facing up and the crepes are cut down the middle vertically, horizontally and diagonally into 8 pieces. All eight of the pieces are stacked to make a large stack which is placed on a plate and a strawberry is laid on top of the stack and some nut sprinkles are sprinkled on top of the strawberry. On screen text reads 2 crepe crepe cake as the camera pans over the finished product and a fork and knife cuts into the cake slice \n\nCamera pans to a clear glass bowl with 12 eggs 1 cup of water is added to the eggs, 4 cups of whole milk is added the mixture is whisked together. 2/3 cups of melted butter are added 6 tablespoons of sugar are added 1 teaspoon of vanilla is added mixture is whisked. 2 and 1/2 cups of flour are sifted through a strainer into the mixture then whisked together \nHalf of the batter is poured through a strainer and the other half is poured through a strainer into another bowl and 1/3 cup of cocoa powder is added to this second mixture and whisked in \nOne cup from mixture one is poured and spread onto a pan and wait until the crepe hardens then it is flipped using a flat tool and taken off the pan and one cup from mixture 2 is added to the pan and spread evenly. This crepe is dark brown due to the cocoa powder the crepe hardens and is flipped using a flat tool the other side cooks for a couple seconds and the crepe is taken off the pan. The white crepe made with mixture one is laid out and whipped topping is spread on it with flat tool the dark crepe from mixture two is laid on top the whipped topping and whipped topping is spread across this crepe. The process is repeated with the layering of all the crepes alternating with spread of whipped topping until a stack is formed. Confectioner sugar is sprinkled on top of the crepe stack. \nA knife is used to cut out a small piece. The camera pans over the piece and on screen text reads black and white mille crepe.  A fork is used to cut a piece of the cake piece \n\nOn screen text reads watch more and other suggested videos appear \nThe tasty icon appears in the center of the blue screen and it is circled with a white circle and an arrow points to the tasty logo. Text on right of screen reads click to subscribe \n\nText on screen reads finally your own tasty kitchen \nText on screen is the tasty logo with kitchenware written under the logo only at Walmart appears on the right of the screen the Walmart logo is on the right of the screen. Bottom of screen reads shop online or at your local store ",
                "__v": 0,
                "overall_rating_average": 5,
                "overall_rating_votes_counter": 1,
                "overall_rating_votes_sum": 5,
                "admin_review": "",
                "feedbacks": {}
            }
        ],
        "tags": [
            "buzzfeed",
            "buzzfeed tasty",
            "tasty",
            "tasty recipes",
            "recipes",
            "easy recipes",
            "dessert recipes",
            "crepe recipes",
            "how to cook",
            "cook",
            "cooking",
            "how to bake",
            "bake",
            "baking",
            "PL8zglt-LDl-gZa9icq9eqs_vtRew5gy2-",
            "how to make",
            "crepes",
            "5 unique crepe recipes",
            "recipe",
            "food",
            "dessert",
            "easy dessert recipes",
            "dessert recipe"
        ],
        "custom_tags": [],
        "_id": "5db0075a3bb9f749bcfaf9f8",
        "title": "5 Unique Crepe Recipes • Tasty",
        "description": "5 unique crepe recipes that'll leave you wanting more 🥞 \n\nShop the NEW Tasty Merch: https://bzfd.it/shoptastyyoutube\nSubscribe to Tasty: https://bzfd.it/2ri82Z1\n\nAbout Tasty:\nThe official YouTube channel of all things Tasty, the world's largest food network. From recipes, world-class talent, and top-of-the-line cookware, we help connect food lovers in every way they interact with food.\n\nConnect with Tasty:\nShop the NEW Tasty Merch: https://bzfd.it/shoptastyyoutube\nSubscribe to Tasty Newsletters: https://bzfd.it/2SC4h0S\nLike us on Facebook: http://www.facebook.com/buzzfeedtasty\nFollow us on Instagram: https://www.instagram.com/buzzfeedtasty/\nFollow us on Twitter: https://www.twitter.com/tasty\nCheck out our website: https://www.tasty.co/\nShop the Tasty Kitchenware line: https://t.co/0dPSuobra7\n\nCredits: https://www.buzzfeed.com/bfmp/videos/92312\n\n\n\n\nhttps://www.youtube.com/c/buzzfeedtasty",
        "youtube_id": "0m1IfJUNzmc",
        "created_at": 20191023075506,
        "updated_at": 20191023083941,
        "views": 0,
        "__v": 0,
        "youtube_status": "available",
        "category": "Howto & Style",
        "category_id": "26",
        "duration": 411
    }
}