{
    "type": "success",
    "code": 1000,
    "status": 200,
    "message": "Video metadata successfully retrieved",
    "result": {
        "audio_descriptions": [
            {
                "audio_clips": [],
                "_id": "5fac19c16832dc5fe4ac5b8b",
                "video": "5fac19c16832dc5fe4ac5b8c",
                "user": {
                    "opt_in": [],
                    "_id": "5fac1982206e0d5fdec3df03",
                    "email": "jackie.vertigan@mpls.k12.mn.us",
                    "name": "Jackie Vertigan",
                    "given_name": "Jackie",
                    "picture": "https://lh3.googleusercontent.com/a-/AOh14GjPcrROaplV9NW09nbgZQClDujgXw7WQ4MC3pUq=s96-c",
                    "locale": "en",
                    "google_user_id": "107635234072795067149",
                    "last_login": 20201111170402,
                    "token": "467745a6027e9ec5dcdd524b92cc425c6222028a30e4758b8241e77453fa408f",
                    "__v": 0
                },
                "status": "published",
                "language": "en-us",
                "created_at": 20201111170505,
                "updated_at": 20201111170505,
                "notes": "Images of children of multiple races. Close up faces, eyes, fade in and fade out. Near the end, adds adult faces also.",
                "__v": 0,
                "feedbacks": {}
            }
        ],
        "tags": [],
        "custom_tags": [],
        "_id": "5fac19c16832dc5fe4ac5b8c",
        "title": "\"Just Breathe\" by Julie Bayer Salzman & Josh Salzman (Wavecrest Films)",
        "description": "In this powerful short film, watch and hear from elementary school students learning to use mindfulness to navigate complex feelings.\n\n“Just Breathe” was created by Mindful Schools graduate and filmmaker, Julie Bayer Salzman.\n\nThe inspiration for “Just Breathe” first came about a little over a year ago when I overheard my then 5-year-old son talking with his friend about how emotions affect different regions of the brain, and how to calm down by taking deep breaths — all things they were beginning to learn in Kindergarten at their new school, Citizens of the World Charter School, in Mar Vista, CA. I was surprised and overjoyed to witness first-hand just how significant social-emotional learning in an elementary school curriculum was on these young minds. The following year, I decided to take a 6-week online course on Mindfulness through Mindful Schools (http://www.mindfulschools.org/), figuring that if my son was learning about this, it only made sense that I should learn too. Within the first week, I felt the positive effects of this practice take root not only on my own being but in my relationships with others.\n\nAs a filmmaker, I am always interested in finding a subject worthy of filming, and I felt strongly that Mindfulness was a necessary concept to communicate visually. Thankfully my husband, who happens to be my filmmaking partner, agreed. We made “Just Breathe” with our son, his classmates and their family members one Saturday afternoon. The film is entirely unscripted – what the kids say is based purely on their own neuro-scientific understanding of difficult emotions, and how they cope through breathing and meditation. They, in turn, are teaching us all ...",
        "youtube_id": "RVA2N6tX2cg",
        "created_at": 20201111170505,
        "updated_at": 20201111170505,
        "views": 0,
        "__v": 0
    }
}